define([], function(){
	var Words = {
		adjective :[
			// 외모
			"대머리", "못생긴", "훈훈한", "멋있는", "어여쁜", "배불뚝이", "귀여운", "아름다운",
			// 성격
			"화끈한", "착한", "나쁜", "자유로운", "울보", "치명적인", "희한한", "진취적인", "보수적인", "신비한", "친절한", 
			// 맛
			"매운", "싱거운", "짭짤한", "달콤한", "시큼한", "씁쓸한",  "맛있는",
			// 상태
			"배고픈", "빛나는", "죽은", "뚫지 못하는", "알 수 없는", "실종된", "살해된", "특별한", "유일한", "한적한", "쓸모있는", "쓸모없는",
			// 색 혹은 밝기
			"붉은", "푸른", "보랏빛", "어두운", "밝은",
			// 기타
			"바람난", "실패한", "전통적인"
		],
		
		noun : [
			// 동물
			"지렁이", "독수리", "고양이", "강아지", "고라니",
			// 인물
			"김정은", "시진핑", "아베", "아저씨", "조커", "애기",
			// 직업
			"공주", "왕자", "카우보이", "사냥꾼", "저격수", "전사", "신관", "성직자", "병사들",
			// 식물
			"선인장", "나무", "장미", 
			// 음식
			"땅콩", "과자", "피자", "마카로니", "아이스크림", "파스타", "맥주", "소주",
			// 도구
			"깡통", "소총", "창", "마우스", "키보드", "유리창", "약주머니", "구슬", "망치", 
			// 자연
			"바다", "햇살", "바람",
			// 기타
			"천안문"
		]
	};
	
	return Words;
})